{
    "anime": [
  
    {
      "title" : "OVERPOWERED MAIN CHARACTERS",
      "episode_number" : "1",
      "main_characters" : ["Obi-Wan Kenobi", "Anakin Skywalker", "Count Dooku", "Padmé Amidala", "Mace Windu", "Yoda", "Jango Fett", "Supreme Chancellor Palpatine"],
      "sub_description" : "That scene when Gilthunder threw a spear from wherever part of (let’s say) central town he was to the village where Meliodas (Dragon’s Sin of Wrath) was and he (Meliodas) was still able to catch (after being pushed a distance of course) and..." ,
      "description" : "That scene when Gilthunder threw a spear from wherever part of (let’s say) central town he was to the village where Meliodas (Dragon’s Sin of Wrath) was and he (Meliodas) was still able to catch (after being pushed a distance of course) and return the spear back was EPIC. Like totally badass to the nth level. The fact that it happened only in the early episode means it was intended to make anyone hooked to the animé right away (that is, if you’re a fan of OP characters). Like a sirt of greetings to the viewers.I liked the thought that they have to search for other Seven Deadly Sins members one by one. It builds excitement on me as I wonder what kind of powers will the others have. What kind of personality they have. Meliodas, sorry to say, was boring if not in action or fighting scenes. Liz was (again, sorry) so dumb. I’m not a big fan of ecchi nor am I a hater (I loved Shokugeki btw) but the way she doesn’t react to Meliodas’ harassing her was annoying as hell. I would have been contented with any reaction (is she okay with it, is she not okay with it)but no! She acts like nothing happened every single effing time. I’m just glad there is someone like Hawk (talking, hilarious pig) in the early episodes. If not for Hawk, I wouldn’t have learned about the other good characters.",
      "poster" : "anime2.jpg",
      "hero_image" : "seven.png"
    },
  
    {
      "title" : "Dragon Ball Super: Broly Reveals Final Preview!",
      "episode_number" : "2",
      "main_characters" : ["Obi-Wan Kenobi", "Anakin Skywalker", "Count Dooku", "Padmé Amidala", "Mace Windu", "Yoda", "C-3PO", "Supreme Chancellor Palpatine"],
      "sub_description" : "The fates of three warriors collide in the final preview for the upcoming anime film Dragon Ball Super: Broly!..." ,
      "description" : "Three years after the onset of the Clone Wars; the noble Jedi Knights are spread out across the galaxy leading a massive clone army in the war against the Separatists. After Chancellor Palpatine is kidnapped, Jedi Master Obi-Wan Kenobi and his former Padawan, Anakin Skywalker, are dispatched to eliminate the evil General Grievous. Meanwhile, Anakin's friendship with the Chancellor arouses suspicion in the Jedi Order, and dangerous to the Jedi Knight himself. When the sinister Sith Lord, Darth Sidious, unveils a plot to take over the galaxy, the fate of Anakin, the Jedi order, and the entire galaxy is at stake. Upon his return, Anakin Skywalker's wife Padme Amidala is pregnant, but he is having visions of her dying in childbirth. Anakin Skywalker ultimately turns his back on the Jedi, thus completing his journey to the dark side and his transformation into Darth Vader. Obi-Wan Kenobi must face his former apprentice in a ferocious lightsaber duel on the fiery world of Mustafar.",
      "poster" : "anime3.jpg",
      "hero_image" : "dbz.jpg"
    },
  
    {
      "title" : "My Hero Academia Season 4 Releases First PV!",
      "episode_number" : "3",
      "main_characters" : ["Luke Skywalker", "Han Solo", "Princess Leia Organa", "Ben Kenobi", "Darth Vader", "C-3P0", "R2-D2", "Chewbacca"],
      "sub_description" : "Superhero anime My Hero Academia has released its very first PV for its long-awaited fourth season..." ,
      "description" : "Fans can look forward to the return of beloved Hero Deku and his mentor All Might, as well as an appearance from Togata Mirio, a powerful U.A. High School student who is part of the Big Three.Inspired by the popular manga by Horikoshi Kouhei, My Hero Academia's first season aired in 2016 with Season 2 following in 2017 and 3 in 2018. A feature length movie, My Hero Academia: Two Heroes, was also released in theatres last summer. Season 4 will follow Deku as he pursues his quest to become the strongest hero and undertakes an internship working for a pro hero, facing new threats all along the way.My Hero Academia Season 4 will air in Oct 2019.",
      "poster" : "anime4.jpg",
      "hero_image" : "hero.png"
    }
  
    ],

    "about" : [
      {
        "id" : 1,
        "description" : "This blog is focused on both the art of diferrent Japanese anime series and the “stars” and characters that make them famous.This blog also gives you intel about what these anime blog post is about"
      }
    ]
  
  }